Repository: Vistaus/addwater
Catalog: po/*.po
Languages: nl

source: Add Water
nl: Waterdrager

source: Keep Firefox in fashion
nl: Houd Firefox consistent

source: theme;adwaita;firefox;
nl: thema;adwaita;firefox;

source: A utility app to easily install the Firefox GNOME Theme* and automatically update it in the background. This theme keeps Firefox fashionable within the GNOME design ecosystem, and provides many helpful features to customize the interface to make browsing even more pleasant:
nl: Een hulptoepassing voor het installeren van het GNOME-thema voor Firefox en dit automatisch bij te werken. Het thema zorgt ervoor dat Firefox naadloos aansluit bij de rest van de GNOME-toepassingen en biedt diverse functies die de vormgeving nóg aanpasbaarder maken:

source: Supports light and dark style, as well as accent colors
nl: Ondersteuning voor het lichte en donkere thema, evenals accentkleuren

source: Hide Tab Bar when only one tab is open
nl: Verberg de tabbladbalk als er slechts één tabblad geopend is

source: Use an OLED-friendly pitch black for the interface
nl: Voorzie Firefox van een oledthema, met donkerder zwarttinten

source: Customize Tab Bar position, position of controls, alignment, and more
nl: Kies zelf de locatie van de tabbladbalk, bediening en meer

source: Hide redundant microphone, webcam, screen share indicators
nl: Verberg de onnodige indicatoren voor microfoon, webcam en schermdeling

source: Supports Flatpak, Snap, Librewolf, and Floorp variants of Firefox
nl: Ondersteuning voor allerlei soorten: Flatpak, Snap, Librewolf en Floorp

source: *The Firefox GNOME Theme itself is independently developed and maintained by Rafael Mardojai CM.
nl: *Het GNOME-thema voor Firefox wordt los van dit project ontwikkeld, te weten door Rafael Mardojai CM.

source: The Firefox browser is not included and must be downloaded separately. This project is not affiliated or endorsed by the Mozilla Foundation. Firefox is a trademark of the Mozilla Foundation in the U.S. and other countries.
nl: Firefox wordt niet meegeleverd met deze toepassing. Mozilla is ook niet betrokken bij de ontwikkeling noch sponsor hiervan. Firefox is een beeldmerk van de Mozilla Foundation en de VS en andere landen.

source: Add Water makes it easy to tweak the Firefox GNOME Theme
nl: Waterdrager maakt het makkelijk om het GNOME-thema voor Firefox af te stellen

source: The interface is clean, beautiful, and stays out of the way
nl: De vormgeving is rustig, mooi en minimalistisch

source: Supports a pure black Top Bar, perfect for OLED screens and dark rooms
nl: Ondersteunt een gitzwarte bovenbalk, perfect voor oledschermen en donkere kamers

source: Supports Accent Colors and multiple positions for Tab and Bookmark Bars
nl: Ondersteuning voor accentkleuren en meerdere tabblad- en bladwijzerbalklocaties

source: theme
nl: Thema

source: Add Water:
nl: Waterdrager:

source: Package Format selection has been moved onto the front page
nl: De pakketformaatkeuze is voortaan te vinden op het startscherm

source: fix: App would momentarily freeze upon changing Package Format
nl: Opgelost: de toepassing bevroor tijdens het kiezen van een ander pakketformaat

source: The Firefox GNOME Theme received two new optional features:
nl: Het GNOME-thema voor Firefox heeft twee nieuwe, optionele functies:

source: List of Tabs on Overflow: Only show All Tabs button when many tabs are open
nl: Een lijst met tabbladen bij een teveel eraan: toon de knop ‘Alle tabbladen’ alleen als er te veel geopende tabbladen zijn

source: Fullscreen Bookmarks: Show Bookmarks Bar while in Fullscreen
nl: Schermvullende bladwijzers: toon de bladwijzerbalk in de schermvullende weergave

source: Hotfix: App crashes or launches with an empty interface
nl: Noodoplossing: de toepassing crashte of toonde een blanco scherm

source: Fix: Relaunching app is no longer necessary to switch package format
nl: Opgelost: het herstarten van de toepassing na het kiezen van een pakketformaat is niet meer nodig

source: Fix: Under certain conditions, app would launch with an empty interface
nl: Opgelost: onder bepaalde omstandigheden toonde de toepassing een blanco scherm

source: Theme version number is now displayed in the app
nl: Het themaversienummer wordt voortaan getoond

source: Adds support for the two new features the Firefox GNOME Theme received:
nl: Ondersteuning voor twee nieuwe functies in het GNOME-thema voor Firefox:

source: Align Tab Titles to Left
nl: Lijn tabbladtitels links uit

source: Tab List Button
nl: Tabbladlijstknop

source: Added support for CachyOS Browser.
nl: Ondersteuning voor CachyOS Browser.

source: Under the hood, changes have been made to interface logic to allow for future improvements.
nl: Verbeteringen onder de motorkap en de vormgeving, ter voorbereiding op toekomstige verbeteringen.

source: Improved "About Add Water" dialog: added release notes, link to troubleshooting help, and utility to save log files.
nl: Verbeterd ‘Over’-scherm: links naar het wijzigingslog, probleemoplossing en een knop om het logboek op te slaan.

source: Bugfix: User changes made to UserChrome.css and UserContent.css would be overwritten on install.
nl: Opgelost: wijzigingen aan UserChrome.css en UserContent.css werden overschreven.

source: Bugfix: User-chosen package format would be overwritten if multiple packages were installed simultaneously.
nl: Opgelost: het gekozen pakketformaat werd overschreven indien er meerdere pakketten waren geïnstalleerd.

source: Fixed bug that prevented finding profile data for Firefox Snap users.
nl: Opgelost: bug die voorkwam dat het profiel van Snap-gebruikers werd gevonden.

source: Fixed a bug that overwrote user.js file on every install. Thank you to gxanshu for this.
nl: Opgelost: bug die user.js overschreef. Met dank aan @gxanshu hiervoor.

source: Thank you to bragefuglseth for improving metainfo.
nl: Met dank aan @bragefuglseth voor het verbeteren van de metagegevens.

source: This is the initial release of Add Water. Let me know what you think.
nl: Dit is de eerste uitgave van Waterdrager - feedback is welkom.

source: Automatically Discover the installed Firefox package format
nl: Pakketformaat automatisch vaststellen

source: Most recently installed version of the firefox gnome theme (Major.Minor.Micro)
nl: Nieuwste versie van het thema op deze computer (Groot.Klein.Toevoeging)

source: Firefox GNOME Theme
nl: GNOME-thema voor Firefox

source: Enable Theme
nl: Thema gebruiken

source: Profile
nl: Profiel

source: Select profile to apply changes toward
nl: Kies het profiel waarop het thema moet worden geïnstalleerd

source: Package Format
nl: Pakketformaat

source: Profile data not found at selected location
nl: Er zijn geen profielgegevens aangetroffen

source: Automatically Discover
nl: Automatisch vaststellen

source: Confirm your changes?
nl: Wijzigingen opslaan?

source: Discard
nl: Negeren

source: Apply
nl: Opslaan

# shortcut window
source: General
nl: Algemeen

# shortcut window
source: Show Shortcuts
nl: Sneltoetsen tonen

# shortcut window
source: Quit
nl: Afsluiten

source: Update in Background
nl: Bijwerken op achtergrond

source: Automatically check for updates at login
nl: Automatisch controleren op updates

source: Danger Zone
nl: Gevarenzone

source: Remove the theme from all known profiles and reset Add Water to its default state. Any custom changes made to your user.js file will remain after a reset.
nl: Verwijder het thema van alle profielen en zet alle voorkeuren terug op de standaardwaarden. Wijzigingen aan uw user.js-bestand blijven behouden.

source: Reset and Close App
nl: Herstellen en afsluiten

source: Main Menu
nl: Hoofdmenu

source: _Preferences
nl: _Voorkeuren

source: _Keyboard Shortcuts
nl: _Sneltoetsen

source: _About Add Water
nl: Over W_aterdrager

source: Open Help Page
nl: Hulppagina openen

source: {} Profile Data Not Found
nl: {}-profielgegevens niet aangetroffen

source: Please ensure {} is installed and Add Water has permission to access your profiles
nl: Zorg ervoor dat {} geïnstalleerd is en dat Waterdrager toegang heeft tot uw profielen

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>

source: Theme Created and Maintained by
nl: Het thema wordt gemaakt door

source: Checking for theme updates
nl: Controleren op thema-updates

source: Checking for updates...
nl: Bezig met controleren…

source: Updated theme to v{}
nl: Het thema is bijgewerkt naar v{}

source: Failed to check for updates due to a network issue
nl: Er kan geen updatecontrole worden uitgevoerd vanwege een verbindingsprobleem

source: Failed to check for updates. Please try again later.
nl: De updatecontrole is mislukt - probeer het later opnieuw.

source: Unknown error has occurred. Please report this to developer.
nl: Er is een onbekende fout opgetreden - meld dit aan de ontwikkelaar.

source: Installed Theme. Restart Firefox to see changes.
nl: Het thema is geïnstalleerd. Herstart Firefox om het thema toe te passen.

source: Removed Theme. Restart Firefox to see changes.
nl: Het thema is verwijderd. Herstart Firefox om het proces af te ronden.

source: Installation failed
nl: De installatie is mislukt

source: Changes reverted
nl: De wijzigingen zijn teruggedraaid

source: Not installed
nl: Niet geïnstalleerd

source: Firefox GNOME Theme — {}
nl: GNOME-thema voor Firefox — {}

source: Tab Position
nl: Tabbladbalklocatie

source: Hide Single Tab
nl: Tabbladbalk met één tabblad verbergen

source: Consider placing the New Tab button near the Search Bar. Otherwise it may get lost when only one tab is open.
nl: Overweeg om de knop ‘Nieuw tabblad’ nabij de zoekbalk te plaatsen, anders raakt u die mogelijk kwijt.

source: Standard Tab Width
nl: Standaard tabbladbreedte

source: Use same tab width as standard Firefox
nl: Standaardvoorkeur van Firefox gebruiken

source: Swap Tab Close Button
nl: Sluitknop verwisselen

source: Place Close Tab button on opposite side from window controls
nl: Plaats de sluitknop aan de andere kant van de titelbalkknoppen

source: Bookmarks Toolbar Under Tabs
nl: Bladwijzerbalk onder tabbladen tonen

source: Place Bookmarks Bar underneath Tab Bar
nl: Plaats de bladwijzerbalk onder de tabbladbalk

source: Tabs as Headerbar
nl: Tabbladen op kopbalk tonen

source: Place Tab Bar at top of window
nl: Plaats de tabbladbalk bovenaan het venster

source: Enabling with "Hide Single Tab" will show a Title Bar when only one tab is open
nl: Schakel in i.c.m. ‘Tabbladbalk met één tabblad verbergen’ om in dat geval de titelbalk te tonen

source: Left-Aligned Titles
nl: Titels links uitlijnen

source: Align tab title to left
nl: Lijn de tabbladtitels links uit

source: Tab Behavior
nl: Tabbladgedrag

source: Active Tab Contrast
nl: Actief tabblad contrasteren

source: Add more visual contrast to the active tab
nl: Voorzien het actieve tabblad van meer contrast, zodat het gemakkelijker te herkennen is

source: Close Only Selected Tabs
nl: Alleen aangeklikte tabbladen sluiten

source: Only show the Close Tab button on the active tab
nl: Toon de sluitknop alleen op het actieve tabblad

source: Symbolic Tab Icons
nl: Symbolische tabbladpictogrammen

source: Make all tab icons appear similar to symbolic icons
nl: Voorzie alle tabbladen van symbolische pictogrammen om ze eenzelfde uiterlijk te geven

source: List of Tabs
nl: Lijst met tabbladen

source: Always show All Tabs button
nl: Toon altijd de knop ‘Alle tabbladen’

source: List of Tabs on Overflow
nl: Lijst met tabbladen bij een teveel eraan

source: Only show All Tabs button when many tabs are open
nl: Toon de knop ‘Alle tabbladen’ alleen als er te veel geopende tabbladen zijn

source: Hide Privacy Indicators
nl: Privacyindicatoren verbergen

source: Hide microphone, screen share, and camera warnings
nl: Toon geen waarschuwingen bij gebruik van microfoon, camera of schermdeling

source: GNOME will still show these privacy indicators in the Top Bar
nl: GNOME toont de indicatoren nog wel op de bovenbalk

source: True Black Dark Theme
nl: Gitzwart thema

source: Use an OLED-friendly, deep black when dark theme is enabled
nl: Gebruik een thema voor oledschermen indien het donkere thema is ingeschakeld

source: No Themed Icons
nl: Geen thematische pictogrammen gebruiken

source: Use standard Firefox icons instead of Adwaita-styled icons
nl: Gebruik de standaard Firefox-pictogrammen in plaats van die van Adwaita

source: Fullscreen Bookmarks
nl: Schermvullende bladwijzers

source: Show Bookmarks bar while in fullscreen
nl: Toon de bladwijzerbalk in de schermvullende weergave

source: Theme updated
nl: Thema bijgewerkt

source: Firefox GNOME Theme Updated
nl: Het GNOME-thema voor Firefox is bijgewerkt

source: Theme Update Failed
nl: Thema bijwerken mislukt

source: Could not check for theme updates due to a network issue
nl: Er kan geen updatecontrole worden uitgevoerd vanwege een verbindingsprobleem

source: Theme Installation failed
nl: Thema-installatie mislukt

source: A theme update was downloaded but installation failed
nl: Er is een update gedownload, maar deze kan niet worden geïnstalleerd
